{
    "nav": {
        "title": "ICoLearn", 
        "home": "Home", 
        "about": "Chi siamo ICoLearn", 
        "results": "Risultati",
        "partners": "Partners",
        "news": "Novità",
        "contact": "Contattaci"
    },
    "name": {
        "text": "ICoLearn - Strumenti metodologici per l'apprendimento collaborativo e basato su Internet per la trasformazione digitale e la crescita sostenibile | Progetto N°: 101127224"
    }, 
   "accordion": {
    "information": "INFORMAZIONI GENERALI", 
    "t1": "Anno di fondazione: 1973",
    "t2": "Numero di studenti: circa 21.000 studenti",
    "t3": "Aree disciplinari: Istituto di istruzione superiore interdisciplinare, che favorisce l'innovazione e l'esplorazione di aree di ricerca emergenti",
    "t4": "Numero di campus universitari:",
    "t5": "2 campus (a Braga e Guimarães, Portogallo)",
    "t6": "12 scuole/istituti"
   },
   "visit": {
    "title": "VISITACI!"
   }, 
   "relevant": {
    "title": "ALTRA INFORMAZIONE RILEVANTE", 
    "info":  "L'Università del Minho (UMinho) è stata fondata nel 1973 ed è oggi una delle istituzioni di istruzione superiore più importanti e prestigiose del Portogallo. È riconosciuta per la competenza e la qualità del suo corpo docente e per il livello di eccellenza nella ricerca, così come per la vasta gamma di corsi di laurea e post-laurea che offre e per l'interazione significativa con altre istituzioni e con la società in generale. Situata nel nord del Portogallo, l'UMinho ha un campus nella città di Braga e altri due nella città di Guimarães, che ospitano una popolazione studentesca di circa 21.000 studenti, di cui 2.400 studenti internazionali e 1.900 studenti di dottorato. L'Università conta circa 1.750 docenti e ricercatori e 740 personale tecnico, amministrativo e di gestione. La struttura organizzativa dell'Università è flessibile e favorevole all'innovazione e all'interdisciplinarità, promuovendo l'esplorazione di aree emergenti di ricerca. Le 12 Facoltà/Istituti sono un punto di riferimento per la qualità accademica e scientifica a livello nazionale e internazionale. I progetti di formazione e ricerca dell'UMinho hanno ottenuto un forte riconoscimento internazionale e sono supportati da una stretta interazione con numerosi altri centri di ricerca in tutto il mondo. L'UMinho è un'università di ricerca, impegnata nella valorizzazione della conoscenza ed è anche focalizzata sul contesto socio-economico, con molte collaborazioni di successo. La classifica di Shanghai 2023 ha posizionato l'UMinho tra le 500 migliori università del mondo per l'ottavo anno consecutivo, e l'UMinho è l'istituzione portoghese meglio classificata nel 'UI GreenMetric World University Rankings 2023'. Inoltre, l'edizione 2023 di U-Multirank ha assegnato all'UMinho il punteggio più alto in 12 indicatori, evidenziando le sue prestazioni rilevanti nelle dimensioni di insegnamento e apprendimento, ricerca, trasferimento di conoscenza, orientamento internazionale e impegno regionale. L'UMinho offre 59 corsi di primo ciclo, 2 master integrati, 125 corsi di master, di cui 4 master europei e 59 programmi di dottorato (numerosi programmi internazionali che coinvolgono istituzioni prestigiose come MIT e CMU, USA). L'internazionalizzazione è una priorità per l'UMinho e, come tale, costituisce un elemento fondamentale della sua Missione e Piano Strategico. Avendo riconosciuto che l'internazionalizzazione è un elemento chiave per ottenere e mantenere un alto livello di qualità nei suoi progetti di educazione, ricerca e interazione con la società, e per promuovere l'Istituzione in un mondo accademico sempre più competitivo, l'UMinho ha compiuto uno sforzo considerevole per consolidare la sua dimensione internazionale e avere un volume significativo di lavoro internazionale in molte categorie che si rafforzano e si completano a vicenda, promuovendo la coesione istituzionale, la sostenibilità e mirando a raggiungere un maggiore impatto."
   },
   "members": {
    "title": "Membri",
    "button": "Visualizza altre informazioni",
    "coord":"COORDINATORE",
    "team": "SQUADRA DELL'UNIVERSITÀ DEL MINHO",
    "area": "Area di specializzazione", 
    "faculty": "Facoltà",
    "modal1-i": "Goran D. Putnik ha conseguito la laurea e il master in ingegneria della produzione presso la Facoltà di Ingegneria Meccanica dell'Università di Belgrado e il dottorato in ingegneria meccanica all'Università di Belgrado nel 1993. Nel 1993 è entrato a far parte dell'Università del Minho (Portogallo), dove attualmente è professore ordinario nel Dipartimento di Ingegneria della Produzione e Sistemi della Facoltà di Ingegneria. I suoi interessi di ricerca e insegnamento si concentrano sulle aree dei sistemi di produzione, linguaggi e applicazioni della teoria degli automi e della teoria formale dei sistemi di produzione, ingegneria concorrente e collaborativa, imprese agili e virtuali, sistemi di produzione complessi basati su reti, applicazioni di intelligenza artificiale e machine learning e gestione del caos e della complessità nelle organizzazioni. È autore di 18 libri, più di 400 articoli su riviste e conferenze, coordinatore di numerosi progetti internazionali e membro dei consigli editoriali di 15 riviste scientifiche internazionali. Il professor Putnik è membro dell'Accademia Internazionale di Ingegneria della Produzione (CIRP) di Parigi. (Link ORCID: https://orcid.org/0000-0003-3378-6866).",
    "modal1-f": "Università del Minho/ Facoltà di Ingegneria – Dipartimento di Produzione e Sistemi",
    "modal2-i": "Leonilde Varela è Professoressa Associata, con Abilitazione, presso il Dipartimento di Produzione e Sistemi (DPS), Università del Minho (UMinho), ed è affiliata al centro di ricerca ALGORITMI/LASI, come membro integrato. È Direttrice del Programma di Master in Ingegneria e Gestione della Qualità presso l'UMinho, dal 2021. Lavora nell'area di Ingegneria e Tecnologia Industriale. I suoi principali interessi di ricerca sono nell'area della Gestione e dei Sistemi Industriali (IMS). Ha coordinato e partecipato a numerosi progetti di ricerca su IMS e ha supervisionato oltre 100 ricercatori (post-dottorato, dottorato, master, progetti di borse di studio) e ricercatori ospiti. Uno dei suoi principali interessi di ricerca e pedagogici si basa sullo sviluppo di paradigmi e metodologie collaborative, avendo sviluppato vari approcci, metodi e strumenti in questo dominio, in particolare nell'ambito di progetti nazionali e internazionali finanziati sotto la sua coordinazione e partecipazione. È (co)autrice di oltre 300 pubblicazioni, di cui più di 200 indicizzate in database Scopus e/o WOS, su riviste scientifiche internazionali, congressi e libri. (Link ORCID: https://orcid.org/0000-0002-2299-1859).",
    "modal2-f": "Università del Minho/ Facoltà di Ingegneria – Dipartimento di Produzione e Sistemi", 
    "modal3-i": "Cátia Alves ha completato il Programma di Dottorato in Ingegneria Industriale e dei Sistemi nel dicembre 2017, presso l'Università del Minho. È membro integrato del laboratorio di ricerca 2Ai Applied Artificial Intelligence Laboratory (IPCA) e membro del centro di ricerca ALGORITMI (UMinho). È professore assistente invitato all'Università del Minho e professore associato invitato all'Istituto Politecnico do Cávado e do Ave. I suoi attuali interessi di ricerca sono l'ingegneria industriale e dei sistemi e le tecnologie, concentrandosi sulla gestione in tempo reale in ambienti dinamici, la programmazione predittiva, la produzione ubiqua, la produzione agile, le aziende virtuali, la pianificazione e il controllo della produzione, le reti di produzione grandi e complesse, l'intelligenza artificiale per la gestione della produzione, l'industria 4.0, i sistemi di produzione ciber-fisici. È anche collaboratrice nell'applicazione della metodologia di educazione basata su reti sociali (SNE) e della fabbrica di apprendimento. (Link ORCID: https://orcid.org/0000-0001-6445-5475).",
    "modal3-f": "Università del Minho/ Facoltà di Ingegneria – Dipartimento di Produzione e Sistemi",
    "modal4-i": "Rui Lima è Professore Associato del Dipartimento di Produzione e Sistemi e Membro del Centro Algoritmi (Linea di Ricerca in Ingegneria Industriale e Gestione - Gruppo di Ricerca in Produzione Snella), della Scuola di Ingegneria dell'Università del Minho, Portogallo. La sua attività professionale attuale si concentra sull'insegnamento e/o ricerca in Ingegneria Industriale e Gestione, principalmente nei seguenti ambiti: Gestione della Produzione; Gestione di Progetti Snelli e Agili; Assistenza Sanitaria Snella; Servizi Snelli; Sistemi di Produzione Snella; Gestione delle Operazioni; Educazione in Ingegneria; Apprendimento Basato su Progetti (PBL); Cooperazione Università-Azienda (UBC). Attualmente è coinvolto in progetti internazionali con università di otto paesi diversi in Europa, Asia e Sud America. In queste aree di attività, ha pubblicato oltre 230 articoli su riviste, conferenze e capitoli di libri. Ha revisionato articoli per numerose riviste internazionali e ha collaborato nel lavoro editoriale, coordinando numerosi numeri speciali e agendo come membro del consiglio editoriale delle seguenti riviste scientifiche: Production journal, Production Engineering Archives e European Journal of Engineering Education. Ha supervisionato (o co-supervisionato) 9 dottorandi e attualmente sta (co)supervisionando 6 dottorandi, e ha agito come esaminatore esterno in 7 esami di dottorato, tra cui 5 esami internazionali in Brasile, Spagna e Danimarca. Ha supervisionato oltre 80 studenti di master e ha agito come valutatore in oltre 40 esami di master. Ha partecipato a progetti di ricerca e sviluppo nelle seguenti aree: miglioramento della Gestione delle Operazioni Ospedaliere, utilizzando i principi Lean Healthcare; applicazione del Business Process Modelling (BPM) per la Gestione delle Operazioni; Applicazione e sviluppo dei modelli Agile / Lean Project Management; sviluppo di progetti Lean per analizzare e migliorare la produttività in interazione con l'industria. Rui Lima è anche ricercatore nell'area dell'Ingegneria Educativa, in particolare: progettazione, implementazione e valutazione dell'Apprendimento Basato su Progetti (ABP); Cooperazione Università-Azienda; Applicazione dei concetti di gestione dei progetti per migliorare l'apprendimento; Modellazione e confronto del profilo professionale e del programma di IEM. Ha agito come Membro del Comitato Consultivo del Centro di Ricerca UNESCO UCPBL e come membro del Comitato Accademico del consorzio internazionale Tordesillas Doctoral School in Production Engineering. Ha tenuto oltre 60 workshop in oltre 30 istituzioni di Istruzione Superiore in vari paesi d'Europa, Asia, Sud America e Africa, su Apprendimento Attivo e Apprendimento Basato su Progetti per docenti. È presidente dell'Associazione Approcci Progettuali nell'Istruzione Ingegneristica (PAEE) e membro del comitato direttivo della rete di Apprendimento Attivo nell'Istruzione Ingegneristica (ALE). Rui Lima è stato il coordinatore del corso di laurea integrato in ingegneria e gestione industriale. Negli ultimi anni, ha agito come membro eletto del Consiglio Scolastico della Scuola di Ingegneria dell'Università del Minho, e come membro designato del Centro IDEA, l'Unità di Insegnamento e Apprendimento dell'Università del Minho. (Link ORCID: https://orcid.org/0000-0002-7991-0132).", 
    "modal4-f": " Università del Minho/ Facoltà di Ingegneria – Dipartimento di Produzione e Sistemi", 
    "modal5-f": "Università del Minho/ Facoltà di Ingegneria – Dipartimento di Produzione e Sistemi Segretario Progetti"
   }, 
    "footer": {
        "disclaimer": "Avviso legale: Finanziato dall'Unione Europea. Le opinioni e i punti di vista espressi sono tuttavia quelli degli autori e non riflettono necessariamente quelli dell'Unione Europea. Né l'Unione Europea né l'autorità che concede la sovvenzione possono essere ritenuti responsabili di essi."
    }
}
