{
    "nav": {
        "title": "ICoLearn", 
        "home": "Início", 
        "about": "SOBRE O ICoLearn", 
        "results": "Resultados",
        "news": "Novidades",
        "contact": "Contate-nos"
    },
    "name": {
        "text": "ICoLearn - Caixa de ferramentas de metodologias de aprendizagem colaborativa e baseada na Internet para a transformação digital e crescimento sustentável | Projeto N°: 101127224"
    }, 
   "accordion": {
    "information": "INFORMAÇÕES GERAIS", 
    "text-i": "Ano de fundação: 1980 Áreas Temáticas:Engenharia e ArquiteturaCiências da ComputaçãoCiências SociaisCiências EconômicasCiências da Educação Nome das faculdades:Faculdade de Engenharia e ArquiteturaFaculdade de Ciências da ComputaçãoFaculdade de Ciências SociaisFaculdade de Ciências EconômicasFaculdade de Ciências da Educação Número de campus universitário: Sede Central (San Pedro), Sede Heredia"
   },
   "visit": {
    "title": "VENHA NOS VISITAR!"
   }, 
   "relevant": {
    "title": "OUTRAS INFORMAÇÕES RELEVANTES",
    "info": "Na Fidélitas, formamos um profissional integral e por isso promovemos o desenvolvimento das habilidades essenciais, que são um conjunto de capacidades e competências que permitem às pessoas enfrentar com sucesso os desafios e exigências da vida pessoal, acadêmica e profissional. As habilidades essenciais são aplicáveis em diversos contextos e situações, desempenhando um papel chave no desenvolvimento pessoal e no aprendizado contínuo. Abaixo, explicamos elas para você: Pesquisa: Você aprenderá a aumentar seus conhecimentos por meio da coleta, organização e análise de informações. Comunicação assertiva: Você se comunicará melhor, pois poderá expressar sua opinião sem violar os direitos dos outros. Desenvolvimento do pensamento criativo: Você resolverá problemas dentro do contexto do seu aprendizado de forma original, flexível e fluida. Resolução criativa de problemas: Você utilizará a lógica para encontrar soluções que atendam aos objetivos que estabelecer. Além disso, será capaz de supervisionar e avaliar a implementação dessa solução criativa. Trabalho sob pressão: Você manterá seu ritmo eficiente e eficaz enquanto realiza tarefas ou atividades. Trabalho em equipe: Você trabalhará com seus colegas com um objetivo e meta comuns. Tomada de decisão baseada em dados: Você aprenderá a obter e interpretar dados, métricas e fatos reais para tomar decisões e encontrar soluções para problemas. Uso de ferramentas tecnológicas: É a capacidade de avaliar, criar e comunicar informações de forma segura e ética utilizando tecnologias da informação como dispositivos móveis, computadores e softwares. Isso é alcançado Aprendendo fazendo. Assim se resume a Metodologia STEM+E sob a qual todos os cursos da Universidade Fidélitas são ministrados, e podemos garantir que será tudo, menos entediante, pois é uma metodologia de ensino ativa e dinâmica que desafiará você a levar sua criatividade a limites que nunca imaginou. Você poderá potencializar suas habilidades para aumentar sua capacidade de trabalho em equipe e, no contexto de uma abordagem construtivista, ela fará você transformar algo que já existe em algo novo e inovador."
   },
   "members": {
    "title": "MEMBROS",
    "button": "Ver Mais Informações",
    "area": "Área de especialização", 
    "faculty": "Faculdade", 
    "modal1-i": " Engenharia de Software e Banco de Dados. ", 
    "modal1-f": " Ciências da Computação ", 
    "modal2-i": " Processamento de Materiais e Design Mecânico ", 
    "modal2-f": " Engenharia Elétrica e Afins ", 
    "modal3-i": " Química de materiais, materiais para pavimentação, sustentabilidade. ", 
    "modal3-f": " Engenharia Civil ", 
    "modal4-i": " Tecnologia do concreto ", 
    "modal4-f": " Engenharia Civil ",
    "modal5-i": " Habilidades de gestão, gestão de processos, padronização ", 
    "modal5-f": " Engenharia Industrial ", 
    "modal6-i": " Engenharia geotécnica ",
    "modal6-f": " Engenharia Civil ", 
    "modal7-i": " Qualidade Acadêmica/Novas Tecnologias e Competências Digitais ", 
    "modal7-f": " Departamento de Qualidade Acadêmica ", 
    "modal8-i": " Engenharia de transportes, ciência de materiais, pavimentação ", 
    "modal8-f": " Engenharia Civil ", 
    "modal9-i": " Física ", 
    "modal9-f": " Ciências Básicas ", 
    "modal10-i": " Engenharia industrial / Matemática ", 
    "modal10-f": " Engenharia Industrial ", 
    "modal11-i": " Sistemas de computação ", 
    "modal11-f": " Engenharia de Sistemas Computacionais "
   }, 
    "footer": {
        "disclaimer": "Aviso legal: Financiado pela União Europeia. No entanto, as opiniões e pontos de vista expressos são exclusivamente dos autores e não refletem necessariamente os da União Europeia. Nem a União Europeia nem a autoridade concedente podem ser considerados responsáveis por eles."
    }
}
